[
  {
    "slug": "one-person-missing",
    "title": "One person missing",
    "summary": "One person leaves standup and the rest of the team has to piece it all back together for them.",
    "contributor": {
      "socialHandle": "rouanw",
      "socialLink": "https://github.com/rouanw"
    },
    "description": "One person leaves your standup call (or goes to get themselves some coffee if you're in an office). The team then nominates one person to give the missing person an update when they return. Standup then happens as usual without the missing person. When they come back, the nominated person has to fill them in.",
    "benefits": [
      "Helps the team build awareness of the fact that not everyone will be at every standup and to consider how to communicate what happened in standup in an effective way. People are often missing at standup for other reasons (holidays, sick etc.). Might as well get good at it.",
      "Promotes listening skills as everyone else in the team is keen to see if the nominated person gets it right!",
      "You may notice which bits of the standup end up getting forgotten. Are these important at all or could you have done without them?"
    ],
    "tags": [
      "Communication",
      "Team bonding"
    ]
  },
  {
    "slug": "where-did-everyone-go",
    "title": "Where did everyone go?",
    "summary": "Almost everyone leaves standup and one person has to look at the board to tell everyone else what's happening",
    "contributor": {
      "socialHandle": "rouanw",
      "socialLink": "https://github.com/rouanw"
    },
    "description": "Everyone except one team member leaves standup. The person left behind has five minutes to take a look at the board and try to understand the status of everyone's work. While they do this, it's fun for the rest of the team to chat together on a separate video call, or around the corner if everyone's in the same office.",
    "benefits": [
      "Helps the team connect on a personal level",
      "You may notice that the team still communicates fine without talking specifically about the status of what they’re working on",
      "Maybe you already know most of what you need to know before you even get to standup"
    ],
    "tags": [
      "Communication",
      "Team bonding"
    ]
  },
  {
    "slug": "update-a-team-mate",
    "title": "Update a team mate",
    "summary": "Get your whole team feeling involved by having each person update another",
    "contributor": {
      "socialHandle": "rouanw",
      "socialLink": "https://github.com/rouanw"
    },
    "description": "Each person gives their update to the another person in the team, using their name and talking to them directly. E.g. “Natalie, yesterday I was working on X and today I’ll be doing Y”. Each person who receives an update picks the next person to give their update to. The last person then updates the first person.  (If people keep picking the same group of team mates to give their update, use a little spreadsheet or script to pick folks randomly.)",
    "benefits": [
      "Helps build relationships because everyone in your team gets a chance to have a little conversation.",
      "Helps the team notice information asymmetry. E.g. it becomes very clear that a software engineer uses too much technical jargon in when they have to give their update directly to the visual designer on the team.",
      "This helps team members to focus on useful information. It’s easier to keep an update to the point when you’re talking to a particular person."
    ],
    "tags": [
      "Team bonding",
      "Communication"
    ]
  },
  {
    "slug": "give-someone-else-update",
    "title": "Give someone else's update",
    "summary": "Each team member tries to give an update for the next person",
    "contributor": {
      "socialHandle": "rouanw",
      "socialLink": "https://github.com/rouanw"
    },
    "description": "Take turns with each person trying to update the team on behalf of the next person. (This works best when one person pick the order for the standup so people don't pick people who are easy.) No one will know everything, but try to see if you can remember what they're doing and what they'll be working on next.",
    "benefits": [
      "Builds empathy between team members - everyone is forced to peek into someone else's life",
      "Can help highlight when some team members are not included in daily work enough or don't have enough opportunities to let others see what they do"
    ],
    "tags": [
      "Team bonding",
      "Communication"
    ]
  },
  {
    "slug": "one-thing-only",
    "title": "One thing only",
    "summary": "Each team member only talks about the single most important thing they want to tell people",
    "contributor": {
      "socialHandle": "rouanw",
      "socialLink": "https://github.com/rouanw"
    },
    "description": "Take turns giving updates. Each team member only talks about the single most important thing they want to tell people.",
    "benefits": [
      "Helps keep meetings short and focused",
      "Helps encourage team members to use other communication channels to talk about things that aren’t crucial for standup - i.e. it encourages people to actually talk to each other outside of standup."
    ],
    "tags": [
      "Focus"
    ]
  },
  {
    "slug": "zoom-way-out",
    "title": "Zoom way out",
    "summary": "Make sure your team gets the big picture by talking about your overall progress",
    "contributor": {
      "socialHandle": "rouanw",
      "socialLink": "https://github.com/rouanw"
    },
    "description": "What is your daily work contributing to? Hopefully your team has something (a digital board? a spreadsheet?) that shows how you're doing on your overall goals (maybe it's for a financial quarter, maybe it's for a particular project). Have standup while looking at this (someone share their screen if you're on a call) and ask one person to volunteer to give an update on each part of current/upcoming work.",
    "benefits": [
      "Helps the team to see and understand their progress towards a larger goal",
      "Helps the team notice when there are only one or two people who understand the ‘big picture’",
      "Helps spot gaps or issues with the larger plan",
      "Helps you notice when the view of the larger plan isn't in a format that makes sense to people"
    ],
    "tags": [
      "Communication",
      "New view"
    ]
  },
  {
    "slug": "zoom-way-in",
    "title": "Zoom way in",
    "summary": "Shuffle the cards on your team wall. Select one randomly and only talk about that one card as a team",
    "contributor": {
      "socialHandle": "rouanw",
      "socialLink": "https://github.com/rouanw"
    },
    "description": "Shuffle the cards on your team wall. Select one randomly and only talk about that one card as a team. For teams with digital walls, pop your open story numbers into a little Math.random function to pick a card at random.",
    "benefits": [
      "Allows the team to discuss something in as much detail as they like",
      "You may notice sometimes the discussion will be detailed and lengthy and other times the discussion will be very short. This may tell you something about the variety of cards on your wall, the size of the work, or whether some kinds of tasks are more involved.",
      "Promotes a deeper understanding of work people aren’t directly involved in"
    ],
    "tags": [
      "Focus",
      "New view"
    ]
  },
  {
    "slug": "yesterday-today-blockers",
    "title": "Yesterday, today, blockers",
    "summary": "Each person lists what they did yesterday, what they'll do today and what is in their way",
    "contributor": {
      "socialHandle": "rouanw",
      "socialLink": "https://github.com/rouanw"
    },
    "description": "This is a classic standup format. Each person give an update on what they did yesterday (i.e. since the last standup), what they’ll be doing today and whether there are any blockers making it difficult for their work to progress.",
    "benefits": [
      "This is a tried-and-tested format and a good one to fall back on"
    ],
    "tags": [
      "Classic"
    ]
  },
  {
    "slug": "forget-about-the-past",
    "title": "Forget about the past",
    "summary": "This is the same format as “Yesterday, today, blockers”, except the team members do not update the rest of the team on what they’ve already completed",
    "contributor": {
      "socialHandle": "rouanw",
      "socialLink": "https://github.com/rouanw"
    },
    "description": "Every person lists what they'll be working on today and what might block the progress of that work. Nobody says anything about what happened yesterday.",
    "benefits": [
      "Helps keep standups short and focused",
      "Leads to a standup that is future/action focused"
    ],
    "tags": [
      "Focus",
      "Classic"
    ]
  },
  {
    "slug": "whats-in-my-way",
    "title": "What’s in the way?",
    "summary": "Only mention things that are stopping you from getting your work done ",
    "contributor": {
      "socialHandle": "rouanw",
      "socialLink": "https://github.com/rouanw"
    },
    "description": "Go around the team and only mention things that are stopping you from getting your work done or slowing you down. Pass if there’s nothing blocking you.",
    "benefits": [
      "Helps standup be focused on urgent items",
      "Notice how long your standup is - a long standup could mean your team is having to wade through a lot to get there work done. A short standup? Great!"
    ],
    "tags": [
      "Classic"
    ]
  },
  {
    "slug": "walk-the-wall",
    "title": "Walk the wall",
    "summary": "Talk through the work currently in progress, one item at a time",
    "contributor": {
      "socialHandle": "rouanw",
      "socialLink": "https://github.com/rouanw"
    },
    "description": "One person on the call shares their screen (or everyone gathers around a physical Agile wall). The person then asks for updates on each card in your 'In Progress' column. (Sometimes it will also be interesting to peek at your 'To Do' column, or see what new work is coming up soon.",
    "benefits": [
      "Provides a great detailed view",
      "A good way of ensuring that no work goes forgotten"
    ],
    "tags": [
      "Classic"
    ]
  },
  {
    "slug": "today-i-learned",
    "title": "Today I learned",
    "summary": "Take turns each sharing one thing you’ve learned since the last standup",
    "contributor": {
      "socialHandle": "rouanw",
      "socialLink": "https://github.com/rouanw"
    },
    "description": "This is a more reflective format, which focuses on sharing the things we learn during our day to day work.",
    "benefits": [
      "Helps people get used to sharing knowledge with the rest of the team",
      "You may notice that the team still communicates fine without talking specifically about the status of what they’re working on",
      "You'll probably learn things that will make your job easier"
    ],
    "tags": [
      "Team bonding"
    ]
  },
  {
    "slug": "personal-updates",
    "title": "How are you today?",
    "summary": "Take turns giving personal updates (no work!)",
    "contributor": {
      "socialHandle": "rouanw",
      "socialLink": "https://github.com/rouanw"
    },
    "description": "E.g. “Yesterday my wife and I watched the worst movie and today our daughter is having her first ever swimming lesson”.",
    "benefits": [
      "Helps the team connect on a personal level and get to know each other.",
      "You may notice that the team still communicates fine without talking specifically about the status of what they’re working on"
    ],
    "tags": [
      "Team bonding"
    ]
  },
  {
    "slug": "metrics-standup",
    "title": "Show me the numbers!",
    "summary": "Take a look at your team's key product metrics (graphs, totals etc.)",
    "contributor": {
      "socialHandle": "rouanw",
      "socialLink": "https://github.com/rouanw"
    },
    "description": "Instead of looking at user stories or an Agile wall, have your standup while someone shares a dashboard showing the numbers your team cares about most. This dashboard could contain a graph showing sales pipeline conversions, a table showing the top errors in the last hour, or the number of new user registrations in the day.",
    "benefits": [
      "Helps the team connect with the bigger goals they're trying to achieve.",
      "Could reveal if the metrics being used to measure success are flawed, or maybe not visible enough to the team."
    ],
    "tags": [
      "New view"
    ]
  },
  {
    "slug": "js-paint-standup",
    "title": "Draw your update",
    "summary": "Each team member draws what they're working on in JS Paint and the others guess what it is.",
    "contributor": {
      "socialHandle": "RabeaGleissner",
      "socialLink": "https://github.com/RabeaGleissner"
    },
    "description": "Team members share their screens in turn and use https://jspaint.app/ to draw something that they're working on. The others guess what it is. The rules are similar to those of a Pictionary game: the person who is presenting is not allowed to talk or write words. And the drawing needs to happen while everyone is watching.",
    "benefits": [
      "It is very hard to draw the abstract things that we do all day - especially in JS Paint. This will make team members more comfortable with being vulnerable in front of the team.",
      "It's loads of fun."
    ],
    "tags": [
      "Team bonding"
    ]
  },
  {
    "slug": "ten-words",
    "title": "Use 10 words or less",
    "summary": "Give your update but don't use more than 10 words.",
    "contributor": {
      "socialHandle": "RabeaGleissner",
      "socialLink": "https://github.com/RabeaGleissner"
    },
    "description": "Are your standups getting longer and longer? Try this one! Each team member can only use 10 words or less to give their update.",
    "benefits": [
      "People will focus on communicating the most important thing.",
      "It can potentially save you a lot of time."
    ],
    "tags": [
      "Communication",
      "Focus"
    ]
  },
  {
    "slug": "last-three-commits",
    "title": "Last three commits",
    "summary": "Read your last three commit messages to the rest of the team.",
    "contributor": {
      "socialHandle": "RabeaGleissner",
      "socialLink": "https://github.com/RabeaGleissner"
    },
    "description": "If you are a team member who doesn't make commits, read the last three email titles or the names of the last three files that you saved. If those messages are not self-explanatory, talk briefly about the context.",
    "benefits": [
      "You'll get an insight into what others are working on right now. It can be especially interesting to see the messages from team members who do a different job from yourself. For example, if you're a programmer, the day-to-day work of a product manager might be unfamiliar to you."
    ],
    "tags": [
      "Team bonding",
      "New view"
    ]
  },
  {
    "slug": "guess-the-update",
    "title": "Guess who gave the update",
    "summary": "Each team member submits their updates ahead of time. In standup, everyone else has to guess who gave which update.",
    "contributor": {
      "socialHandle": "RabeaGleissner",
      "socialLink": "https://github.com/RabeaGleissner"
    },
    "description": "This one takes a bit of preparation and needs a facilitator. The facilitator sets up a channel for everyone to submit messages anonymously (Google Forms work well). Each team member needs to submit 2 - 3 updates ahead of the standup. The facilitator then reads out each update and the others have to guess whose update it is.",
    "benefits": [
      "This makes people more aware of who is working on which task",
      "It helps to bond the team through a bit of fun."
    ],
    "tags": [
      "Team bonding",
      "New view"
    ]
  },
  {
    "slug": "what-you-learnt-last-week",
    "title": "Share one thing you learnt since last week",
    "summary": "Think of something you didn't know this time last week and that you know today.",
    "contributor": {
      "socialHandle": "RabeaGleissner",
      "socialLink": "https://github.com/RabeaGleissner"
    },
    "description": "We learn things all the time but sometimes we don't even notice it. Think about what you did last week and what you learnt since. Share it with everyone else. Chances are that they didn't know this either and you're teaching them something new!",
    "benefits": [
      "It makes people aware of how they're growing and what they're learning.",
      "A good way to share knowledge across the team."
    ],
    "tags": [
      "Team bonding",
      "Communication"
    ]
  },
  {
    "slug": "share-your-last-song",
    "title": "The last song you listened to before standup",
    "summary": "Tell the others which song you listened to last. Maybe even play it for them briefly, if they don't know it!",
    "contributor": {
      "socialHandle": "RabeaGleissner",
      "socialLink": "https://github.com/RabeaGleissner"
    },
    "description": "It doesn't matter if you listen to music all the time while you're working or not at all... Let your team members know which song you listened to last, whether it was just now while you were coding, during your run this morning or last week at the opera! You could even make a team playlist.",
    "benefits": [
      "It's a nice excuse to talk about something more personal during stand up and bond with your team members that way."
    ],
    "tags": [
      "Team bonding"
    ]
  },
  {
    "slug": "song-of-the-daily-battle",
    "title": "Song of the Daily battle",
    "summary": "Organize a Song Battle where two members of the team provide candidates to the Song of the Daily and the rest of the team vote which one is the 'best'",
    "contributor": {
      "socialHandle": "aguillentw",
      "socialLink": "https://github.com/aguillentw"
    },
    "description": "Two selected members of the team 'fight' proposing candidates for the 'Best' Song of the Daily. Once the songs or a portion of them have been played, the rest of the members vote for the best, where 'best' is completely a subjective matter: the funniest, the most trendy, the one with better quality... Actually, it doesn't really matter which of them wins. The contenders can be chosen randomly (e.g. the last two arriving to the daily) or preselected (e.g. on Fridays five couples of contenders are selected for the next week). The songs can be added to a list and as a side effect the Team Playlist is enriched with each contribution.",
    "benefits": [
      "It is a good way of closing the standup and learn something about the musical preferences of your fellows. "
    ],
    "tags": [
      "Team bonding"
    ]
  },
  {
    "slug": "no-standup",
    "title": "No standup!",
    "summary": "Try not having standup at all. Give your team some time to unwind. Do the right conversations still happen?",
    "contributor": {
      "socialHandle": "rouanw",
      "socialLink": "https://github.com/rouanw"
    },
    "description": "What if skipping standup actually helps you be more productive today? Not having standup can reveal whether your team is overly reliant on your daily meeting to communicate and co-ordinate. If not having standup means work doesn't get done, you likely have some communication issues to deal with.\n\nCancelling standup is also a fantastic way to give your team enough time to take a little break. You can even encourage specific activities, like taking a walk, reading a book, or all doing the same 15-minute yoga video.",
    "benefits": [
      "Give your team a chance to look after themselves",
      "Make sure the communication channels outside standup are open"
    ],
    "tags": [
      "Communication"
    ]
  },
  {
    "slug": "where-does-your-update-go",
    "title": "Where does your update go?",
    "summary": "Place your updates on sticky notes and group them on a real or virtual whiteboard",
    "contributor": {
      "socialHandle": "rouanw",
      "socialLink": "https://github.com/rouanw"
    },
    "description": "Using a physical or digital whiteboard, get each team member to write their updates on sticky notes. One update per sticky note, and limit it to one or two notes each. You can either ask each person to place their sticky notes on the board one by one, and place it close to related ones; or you can all pop your notes on in one go and then group them after. Pay attention to whose notes go where (different colour notes may help with this) and talk about it as a team.",
    "benefits": [
      "You get to see how your work relates to others",
      "You can spot people who may benefit from working more closely together",
      "You'll notice if your team's attention is split between too many areas. Or if everyone's falling over each other trying to work on the same thing.",
      "You can see how people view relationships between tasks. Are they focused on who does what (e.g. this is an engineering or design task) or do they see the broader connections?"
    ],
    "tags": [
      "Communication",
      "New view"
    ]
  },
  {
    "slug": "shakespearean-standup",
    "title": "Shakespearean Standup",
    "summary": "Write a poem about the things you did yesterday, you are going to do today and your blockers.",
    "contributor": {
      "socialHandle": "leonhuzen",
      "socialLink": "https://github.com/leonhuzen"
    },
    "description": "You're allowed to use simple poems like the classic \"roses are red\", \"Mary had a little lamb\", or go ludicrous like a true William Shakespeare and baffle your teammates with your extensive vocabulary.",
    "benefits": [
      "Poems are easy to remember, so teammates will likely (finally) remember what you told during the standup.",
      "Better vocabulary; it let's you think about different words to describe the topics you want to discuss.",
      "You can discover your inner Shakespeare!"
    ],
    "tags": [
      "Communication",
      "Team bonding"
    ]
  },
  {
    "slug": "hopes-and-fears",
    "title": "Hopes and fears",
    "summary": "Share what your hope for today is. Share your biggest concern.",
    "contributor": {
      "socialHandle": "rouanw",
      "socialLink": "https://github.com/rouanw"
    },
    "description": "Each person shares one thing they're hopeful for. This could be something they hope will happen, something they hope to gain, or something they want to learn. Each person also shares one thing they're concerned about. This standup is especially useful when your team or organisation (or the world!) is going through big changes. Use the opportunity to hear how everyone is feeling about what's going on. Are they apprehensive about anything? Is there something they hope to learn or gain from what's about to happen?",
    "benefits": [
      "Being vulnerable with your team can be a powerful way of working together better",
      "You might get the help you need",
      "You'll notice quickly if your team share the same concerns",
      "Why save the tough questions for your retrospective?"
    ],
    "tags": [
      "Team bonding",
      "Reflective"
    ]
  },
  {
    "slug": "highs-and-lows",
    "title": "My high and my low",
    "summary": "What was the highest and lowest point in the past day for you?",
    "contributor": {
      "socialHandle": "rouanw",
      "socialLink": "https://github.com/rouanw"
    },
    "description": "Each person shares what the high and low was for them personally since you last met as a team. What was the thing that made them happiest or feel most excited? What was the thing that made them feel sad or frustrated?",
    "benefits": [
      "See how your team is experiencing work",
      "Open conversations about difficult things at work",
      "Share positive things at work!"
    ],
    "tags": [
      "Communication",
      "Reflective"
    ]
  },
  {
    "slug": "daily-gratitude",
    "title": "Today I'm thankful",
    "summary": "Share one thing you're thankful for today",
    "contributor": {
      "socialHandle": "rouanw",
      "socialLink": "https://github.com/rouanw"
    },
    "description": "The world, and even work, can be quite negative sometimes. Take a moment to focus on the positive. Is there something or someone in your life or at work that you are thankful for? This is a great opportunity to recognise our team members for what they do for us.",
    "benefits": [
      "It's good to focus on the positive sometimes",
      "We often forget to say thank you to others",
      "You'll learn a bit more about what's important to your teammates"
    ],
    "tags": [
      "Reflective"
    ]
  },
  {
    "slug": "role-play",
    "title": "Role Play - give your update in a team mate's voice",
    "summary": "Each team mate get to wear the shoes of the other team mate and give their update like how the team mate would do it",
    "contributor": {
      "socialHandle": "moha_zakari",
      "socialLink": "https://twitter.com/moha_zakari"
    },
    "description": "The team rolls a dice to determine who starts. This person (starter) would do their standup by making an impression of team member A, then after ask member A to do their update in the starter's voice. Member A points the next team member and the cycle goes on. This is fun and encourages camaraderie between team mates.",
    "benefits": [
      "Improves camaraderie between team mates",
      "Gives opportunity for team members to try to see things from the perspective of other team mates",
      "Great way to practice and understand the different communication styles within the team"
    ],
    "tags": [
      "Team bonding",
      "New view",
      "Reflective"
    ]
  }
]
